Revit 2027 API
ParameterTypeId.RbsCabletrayShapetype Property
 "Shape"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCabletrayShapetype { get; }
Public Shared ReadOnly Property RbsCabletrayShapetype As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCabletrayShapetype {
	ForgeTypeId^ get ();
}
static member RbsCabletrayShapetype : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace